<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xmlns:v="urn:schemas-microsoft-com:vml" xml:lang="zh-cn" lang="zh-cn">
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
	<title>桃李湖畔 - 使用协议</title>
	<link href="css/other.css" rel="stylesheet" type="text/css" media="screen" />
	<link rel="shortcut icon" href="/favicon.ico" type="image/x-icon" />
	<link rel="icon" href="/favicon.ico" type="image/x-icon" />
	<link rel="bookmark" href="/favicon.ico" type="image/x-icon" />
</head>
<body>
	<div id="wrapper">
		<div id="navi">
			<a href="http://<?php echo $_SERVER['HTTP_HOST'].'/taolihupan';?>/"><div id="logo"></div></a>
			
		</div>

		<div id="content" class="floatLeft">
			
			<div>
				<h1>桃李湖畔使用协议</h1>
				<h2 class="center attention">1. 特别提示</h2>
				<p>1.1 桃李湖畔网站（http://taolihupan.com），将按照本协议的规定及适时发布的操作规则提供基于互联网的相关服务（以下称“网络服务”），为获得网络服务，服务使用人（以下称“用户”）应当同意本协议的全部条款并按照页面上的提示完成全部的注册程序。用户通过阅读本协议并勾选"我已阅读并同意《使用协议》"复选框完成注册，即表示用户与桃李湖畔已达成协议，自愿接受本协议的所有内容。如果用户不同意协议的条件，则不能获得使用桃李湖畔的服务以及注册成为桃李湖畔用户的权利。</p>
				<h2 class="center attention">2. 服务内容</h2>
				<p>2.1 桃李湖畔网络服务的具体内容由桃李湖畔根据实际情况提供，本站保留随时变更、中断或终止部分或全部网络服务的权利。</p>
				<p>2.2 用户理解，桃李湖畔仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如电脑、调制解调器及其他与接入互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均应由用户自行负担。</p>
				<h2 class="center attention">3. 使用规则</h2>
				<p>3.1 用户在申请使用桃李湖畔网络服务时，必须向桃李湖畔提供准确的个人学号，如发现有用虚假学号注册的用户，桃李湖畔将立即注销该用户。其他真实个人资料用户可以自行选择填写，桃李湖畔不做强求，但填写后资料将被所有其他用户可见。因正常浏览用户个人页面而造成的个人资料泄露，用户应自行承担责任。</p>
				<p>3.2 用户注册成功后，桃李湖畔将给予每个用户一个用户账号及相应的密码，该用户账号和密码由用户负责保管；用户应当对以其用户账号进行的所有活动和事件负法律责任。</p>
				<p>3.3 用户不得通过桃李湖畔发送或传播敏感信息和违反国家法律制度的信息，包括但不限于下列信息:</p>
				<p>(a) 反对宪法所确定的基本原则的；</p>
				<p>(b) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
				<p>(c) 损害国家荣誉和利益的；</p>
				<p>(d) 煽动民族仇恨、民族歧视，破坏民族团结的；</p>
				<p>(e) 破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
				<p>(f) 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
				<p>(g) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
				<p>(h) 侮辱或者诽谤他人，侵害他人合法权益的；</p>
				<p>(i) 含有法律、行政法规禁止的其他内容的。</p>
				<p>3.4 用户在使用桃李湖畔过程中，必须遵循以下原则：</p>
				<p>(a) 遵守中国有关的法律和法规；</p>
				<p>(b) 不得为任何非法目的而使用网络服务系统；</p>
				<p>(c) 遵守所有与网络服务有关的网络协议、规定和程序；</p>
				<p>(d) 不得利用桃李湖畔系统进行任何可能对互联网的正常运转造成不利影响的行为；</p>
				<p>(e) 不得利用桃李湖畔系统传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</p>
				<p>(f) 不得利用桃李湖畔系统进行任何不利于桃李湖畔的行为；</p>
				<p>(g) 如发现任何非法使用用户账号或账号出现安全漏洞的情况，应立即通告桃李湖畔。</p>
				<p>⒊ 5 基于桃李湖畔提供的网络服务的商业性和时效性：</p>
				<p>(a) 用户对其发布的信息负责，应提供详尽、真实、准确的资料，不得发布不真实的、有歧义的信息，绝对禁止发布误导性的、恶意的消息。</p>
				<p>(b) 桃李湖畔向用户提供的用户账号及密码只供用户使用。如果用户将账号或密码丢失或被盗，应及时通过“忘记密码？”链接找回并重设密码。用户造成的账号失密，应自行承担责任。</p>
				<p>(c) 用户若发现桃李湖畔发布的信息不准确或发生错误，以及其它错误行为，应及时通知本网。</p>
				<p>(d) 桃李湖畔向用户提供的信息之编辑、编制、传播的版权和知识产权，全部由桃李湖畔拥有；未经桃李湖畔事先以书面表示同意，任何人不得以各种形式复制、散布、出售、出版、广播、转播该信息。</p>
				<p>(e) 桃李湖畔如发现用户提供及发布的资料及信息含有违反上述规定及使用规则中限制的内容，将立刻停止或终止其用户资格的权利。</p>
				<p>(f) 用户如违反本协议而造成桃李湖畔的经济损失，桃李湖畔有权追究其经济责任与法律责任。</p>
				<h2 class="center attention">4. 内容所有权</h2>
				<p>4.1 桃李湖畔提供的网络服务内容可能包括：文字、图片、图表等。所有这些内容受版权、商标和其它财产所有权法律的保护。</p>
				<p>4.2 用户只有在获得桃李湖畔或其他相关权利人的授权之后才能使用这些内容，而不能擅自复制、再造这些内容，或创造与内容有关的派生产品。</p>
				<h2 class="center attention">5. 隐私保护</h2>
				<p>5.1 保护用户隐私是桃李湖畔的一项基本政策，桃李湖畔保证不向外公开、编辑或透露用户的注册资料及保存在桃李湖畔各项服务中的非公开内容，除非桃李湖畔在诚信的基础上认为透露这些信息在以下几种情况是必要的：</p>
				<p>(a) 事先获得用户的明确授权；</p>
				<p>(b) 根据有关的法律法规要求；</p>
				<p>(c) 按照相关政府主管部门的要求；</p>
				<p>(d) 为维护社会公众的利益；</p>
				<p>(e) 为维护桃李湖畔的合法权益。</p>
				<h2 class="center attention">6. 免责声明</h2>
				<p>6.1 用户明确同意其使用桃李湖畔网络服务所存在的风险将完全由其自己承担；因其使用桃李湖畔网络服务而产生的一切后果也由其自己承担，桃李湖畔对用户不承担任何责任。</p>
				<p>6.2 桃李湖畔及其所有者、管理者不为任何交易的真实性负责，用户需自行判断交易风险。对用户因在桃李湖畔上交易导致的任何损失，桃李湖畔及其所有者、管理者不承担任何责任。</p>
				<p>6.3 桃李湖畔不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。</p>
				<h2 class="center attention">7. 服务变更、中断或终止</h2>
				<p>7.1 如因系统维护或升级的需要而需暂停网络服务，桃李湖畔将尽可能事先进行通告。</p>
				<p>7.2 如发生下列任何一种情形，桃李湖畔有权随时中断或终止向用户提供本协议项下的网络服务而无需通知用户：</p>
				<p>(a) 用户提供的个人资料不真实；</p>
				<p>(b) 用户违反本协议中规定的使用规则。</p>
				<p>7.3 除前款所述情形外，桃李湖畔同时保留在不事先通知用户的情况下随时中断或终止部分或全部网络服务的权利，对于所有服务的中断或终止而造成的任何损失，桃李湖畔无需对用户或任何第三方承担任何责任。</p>
				<p>7.4 用户若反对任何条款的建议或对后来的条款修改有异议，或对桃李湖畔服务不满，用户享有以下的追索权:</p>
				<p>（a）不再使用桃李湖畔的服务。</p>
				<p>（b）书面通告桃李湖畔停止该用户的服务。</p>
				<p>结束用户服务后，用户使用桃李湖畔服务的权利马上中止。从那时起，桃李湖畔不再对用户承担任何义务。</p>
				<h2 class="center attention">8. 违约赔偿</h2>
				<p>8.1 用户同意保障和维护桃李湖畔及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给桃李湖畔或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。</p>
				<h2 class="center attention">9. 修改协议</h2>
				<p>9.1 桃李湖畔将可能不时的修改本协议的有关条款，一旦条款内容发生变动，桃李湖畔将会在相关的页面提示修改内容。</p>
				<p>9.2 如果不同意桃李湖畔对服务条款所做的修改，用户有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受服务条款的变动。</p>
				<h2 class="center attention">10. 法律管辖</h2>
				<p>10.1 本协议的订立、执行和解释及争议的解决均应适用中国法律。</p>
				<p>10.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向桃李湖畔所在地的人民法院提起诉讼。</p>
				<h2 class="center attention">11. 通知和送达</h2>
				<p>11.1 本协议项下所有的通知均可通过页面公告等方式进行；此类通知于发布之日视为已告知用户。</p>
				<h2 class="center attention">12. 其他规定</h2>
				<p>12.1 本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。</p>
				<p>12.2 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
				<p>12.3 本协议中的标题仅为方便而设，在解释本协议时应被忽略。</p>
				<p>12.4 以上条款的最终解释权归桃李湖畔所有。</p>
			</div>
			
			<div id="pageNavi"><a href="#" class="center">返回顶部</a></div>
		</div>

		<div id="sideBar" class="floatRight">
	
		</div>

		<div id="footer">
			&#169; 2010 桃李湖畔<span class="floatRight">创建于2010年暑假</span>
		</div>
		
	</div>
	
	<script type="text/javascript">
		
	</script>
</body>
</html>